const quotes = [
    {
        "text": "أفضل وأقصر طريق يكفل لك أن تعيش في هذه الدنيا موفور الكرامة، هو أن يكون ما تبطنه في نفسك كالذي يظهر منك للناس.",
        "author": "سقراط"
    },
    {
        "text": "إننا لم نخلق للبقاء، فاصنع لنفسك أثراً طيباً يبقى من بعدك.",
        "author": "نجيب محفوظ"
    },
    {
        "text": "الحياة ليست بحثاً عن الذات، ولكنها رحلة لصنع الذات، اخلق من نفسك شيئاً يصعب تقليده.",
        "author": "جورج برنارد شو"
    },
    {
        "text": "لا‌ ﺗَﺤﺰﻥ ﺇﺫﺍ ﺍﻏﻠﻖ ﺍﻟﻠﻪ ﻟﻚ ﺑﺎﺑﺎً ﺗﺮﻳﺪﻩ .. ﺳﺘﻜﺘﺸﻒ ﺃﻥ ﺍﻟﻠﻪ ﻗﺪ ﻓﺘﺢ ﻟﻚ ﺑﺎﺑﺎً ﺁﺧﺮ ﺃﻓﻀﻞ ﻣﻨﻪ .. ﻓﻘﻂ ﺛﻖ ﺑﺎﻟﻠﻪ",
        "author": "غير معروف"
    },
    {
        "text": "إذا أردت أن تعرف خلق الإنسان فانظر إلى كيفية تعامله مع من هو أقل منه وليس مع رؤسائه.",
        "author": "غير معروف"
    },
    {
        "text": "لا تجعل الماضي يعيقك، سيلهيك عن الأمور الجميلة في الحياة.",
        "author": "غير معروف"
    },
    {
        "text": "الشخص الذي يرى أن كل شيء جميل هو شخص يتجاهل الكثير من الألم.",
        "author": "غير معروف"
    },
    {
        "text": "لا تكن مثالياً، بل كن حقيقياً.",
        "author": "غير معروف"
    },
    {
        "text": "الأصدقاء الحقيقيون كالنجوم، لا تراها دوماً لكنك تعلم أنها موجودة.",
        "author": "غير معروف"
    },
    {
        "text": "لا شيء يجعلنا عظماء غير ألم عظيم.",
        "author": "غير معروف"
    },
    {
        "text": "التفاؤل هو الإيمان الذي يؤدي إلى الإنجاز. لا شيء يمكن أن يتم دون الأمل والثقة.",
        "author": "هيلين كيلر"
    },
    {
        "text": "النجاح ليس نهاية، والفشل ليس قاتلاً، إنما الشجاعة لمواصلة المسير هي التي تحسب.",
        "author": "ونستون تشرشل"
    },
    {
        "text": "العقل هو كل شيء. ما تفكر فيه، تصبح عليه.",
        "author": "بوذا"
    },
    {
        "text": "أفضل طريقة للتنبؤ بالمستقبل هي صناعته.",
        "author": "بيتر دراكر"
    },
    {
        "text": "الحياة هي 10% ما يحدث لنا و90% كيف نرد عليه.",
        "author": "تشارلز سويندول"
    }
];
